[
    {"id":21,
        "title": "Jane Eyre",
        "authors": "Charlotte Brontë",
        "description": "Fiery love, shocking twists of fate, and tragic mysteries put a lonely governess in jeopardy in JANE EYRE Orphaned as a child, Jane has felt an outcast her whole young life. ",
        "edition": "Penguin Classics",
        "format": "Paperback",
        "num_pages": 507,
        "rating": 4.11,
        "genres": "Classics, Fiction, Romance, Historical, Historical Fiction, Literature, Gothic, Historical, Literature, 19th Century, Classics, Classic Literature, Academic, School",
        "image_url": "https://images.gr-assets.com/books/1327867269l/10210.jpg"
      },
      {
        "id":22,
        "title": "Romeo and Juliet",
        "authors": "William Shakespeare",
        "description": "In Romeo and Juliet, Shakespeare creates a world of violence and generational conflict in which two young people fall in love and die because of that love.     ",
        "edition": "New Folger edition",
        "format": "Mass Market Paperback",
        "num_pages": 283,
        "rating": 3.74,
        "genres": "Classics, Plays, Fiction, Romance, Academic, School, Drama, Academic, Read For School, Literature, Young Adult, High School, Poetry",
        "image_url": "https://images.gr-assets.com/books/1327872146l/18135.jpg"
      },
      {
        "id":23,
        "title": "Lord of the Flies",
        "authors": "William Golding",
        "description": "At the dawn of the next world war, a plane crashes on an uncharted island, stranding a group of schoolboys. At first, with no adult supervision, their freedom is something to celebrate. ",
        "edition": "Penguin Great Books of the 20th Century",
        "format": "Paperback",
        "num_pages": 182,
        "rating": 3.66,
        "genres": "Classics, Fiction, Young Adult, Academic, School, Literature",
        "image_url": "https://images.gr-assets.com/books/1327869409l/7624.jpg"
      },
      {
        "id":24,
        
        "title": "The Alchemist",
        "authors": "Paulo Coelho",
        "description": "Paulo Coelho's masterpiece tells the mystical story of Santiago, an Andalusian shepherd boy who yearns to travel in search of a worldly treasure. His quest will lead him to riches far different—and far more satisfying—than he ever imagined.", 
         "edition": "20th Century",
        "format": "Paperback",
        "num_pages": 197,
        "rating": 3.84,
        "genres": "Fiction, Classics, Fantasy, Philosophy, Novels, Spirituality, Literature, Inspirational, Adventure, Self Help",
        "genre_list": "Fiction,Classics,Fantasy,Philosophy,Novels,Spirituality,Literature,Inspirational,Adventure,Self Help",
        "image_url": "https://images.gr-assets.com/books/1483412266l/865.jpg"
      },
      {
       "id":25,
        "title": "Crime and Punishment",
        "authors": "Fyodor Dostoyevsky",
        "description": "Raskolnikov, an impoverished student living in the St. Petersburg of the tsars, is determined to overreach his humanity and assert his untrammeled individual will. When he commits an act of murder and theft.",
       "edition": "Penguin Classics",
        "format": "Paperback",
        "num_pages": 671,
        "rating": 4.2,
        "genres": "Classics, Fiction, Cultural, Russia, Literature, Literature, Russian Literature",
        "image_url": "https://images.gr-assets.com/books/1382846449l/7144.jpg"
      },
      {
       "id":26,
        "title": "Ender's Game",
        "authors": "Orson Scott Card",
        "description": "Andrew \"Ender\" Wiggin thinks he is playing computer simulated war games; he is, in fact, engaged in something far more desperate. The result of genetic experimentation, Ender may be the military genius Earth desperately needs in a war. ",
       "edition": "Author's Definitive Edition, Revised mass market edition  (US / CAN)",
        "format": "Mass Market Paperback",
        "num_pages": 324,
        "rating": 4.3,
        "genres": "Science Fiction, Fiction, Young Adult, Fantasy",
        "image_url": "https://images.gr-assets.com/books/1408303130l/375802.jpg"
      },
      {
        "id": 27,
        "title": "The Perks of Being a Wallflower",
        "authors": "Stephen Chbosky",
        "description": "The critically acclaimed debut novel from Stephen Chbosky, Perks follows observant “wallflower”
         Charlie as he charts a course through the strange world between adolescence and adulthood. First dates, family drama, and new friends. Sex, drugs, and The Rocky Horror Picture Show. Devastating loss, young love, and life on the fringes.",
        "edition": "",
        "format": "Paperback",
        "num_pages": 213,
        "rating": 4.2,
        "genres": "Young Adult, Fiction, Contemporary",
        "image_url": "https://d28hgpri8am2if.cloudfront.net/book_images/onix/cvr9781982110994/the-perks-of-being-a-wallflower-9781982110994_hr.jpg"
      },
      {
        "id": 28,
        "title": "City of Bones",
        "authors": "Cassandra Clare",
        "description": "When fifteen-year-old Clary Fray heads out to the Pandemonium Club in New York 
        City, she hardly expects to witness a murder― much less a murder committed by three teenagers 
        covered with strange tattoos and brandishing bizarre weapons. Then the body disappears
         into thin air. It's hard to call the police when the murderers are invisible to 
         everyone else and when there is nothing―not even a smear of blood―to show that a 
         boy has died. Or was he a boy?This is Clary's first meeting with the Shadowhunters
         , warriors dedicated to ridding the earth of demons. It's also her first encounter 
         with Jace, a Shadowhunter who looks a little like an angel and acts a lot like a jerk. 
         Within twenty-four hours Clary is pulled into Jace's world with a vengeance when her mother disappears and Clary herself is attacked by a demon. But why would demons be interested in ordinary mundanes like Clary and her mother? And how did Clary suddenly get the Sight? The Shadowhunters would like to know...",
        "edition": "",
        "format": "Hardcover",
        "num_pages": 485,
        "rating": 4.11,
        "genres": "Fantasy, Young Adult, Fantasy, Paranormal, Romance",
        "image_url": "https://images.gr-assets.com/books/1432730315l/256683.jpg"
      },
      {
        "id": 29,
        "title": "The Help",
        "authors": "Kathryn Stockett",
        "description": "Be prepared to meet three unforgettable women:Twenty-two-year-old 
        Skeeter has just returned home after graduating from Ole Miss. She may have a degree, 
        but it is 1962, Mississippi, and her mother will not be happy till Skeeter has a ring on her 
        finger. Skeeter would normally find solace with her beloved maid Constantine, the woman who raised her, but Constantine has disappeared and no one will tell Skeeter where she has gone.Aibileen is a black maid, a wise, regal woman raising her seventeenth white child. Something has shifted inside her after the loss of her own son, who died while his bosses looked the other way. She is devoted to the little girl she looks after, though she knows both their hearts may be broken.Minny, Aibileen’s best friend, is short, fat, and perhaps the sassiest woman in Mississippi. She can cook like nobody’s business, but she can’t mind her tongue, so she’s lost yet another job. Minny finally finds a position working for someone too new to town to know her reputation. But her new boss has secrets of her own.Seemingly as different from one another as can be, these women will nonetheless come together for a clandestine project that will put them all at risk. And why? Because they are suffocating within the lines that define their town and their times. And sometimes lines are made to be crossed.In pitch-perfect voices, Kathryn Stockett creates three extraordinary women whose determination to start a movement of their own forever changes a town, and the way women — mothers, daughters, caregivers, friends — view one another. A deeply moving novel filled with poignancy, humor, and hope, The Help is a timeless and universal story about the lines we abide by, and the ones we don't.",
        "edition": "",
        "format": "Hardcover",
        "num_pages": 465,
        "rating": 4.46,
        "genres": "Fiction, Historical, Historical Fiction, Historical, Adult",
        "image_url": "https://images.gr-assets.com/books/1346100365l/4667024.jpg"
      },
      {
        "id": 30,
        "title": "The Great Gatsby",
        "authors": "F. Scott Fitzgerald",
        "description": "Alternate Cover Edition ISBN: 0743273567 (ISBN13: 9780743273565)A true 
        classic of twentieth-century literature, this edition has been updated by Fitzgerald 
        scholar James L.W. West III to include the author’s final 
        revisions and features a note on the composition and text, a personal foreword by Fitzgerald’s granddaughter, Eleanor Lanahan—and a new introduction by two-time National Book Award winner Jesmyn Ward.The Great Gatsby, F. Scott Fitzgerald’s third book, stands as the supreme achievement of his career. First published in 1925, this quintessential novel of the Jazz Age has been acclaimed by generations of readers. The story of the mysteriously wealthy Jay Gatsby and his love for the beautiful Daisy Buchanan, of lavish parties on Long Island at a time when The New York Times noted “gin was the national drink and sex the national obsession,” it is an exquisitely crafted tale of America in the 1920s.",
        "edition": "US / CAN",
        "format": "Paperback",
        "num_pages": 180,
        "rating": 3.9,
        "genres": ", Romance, Novels, Academic, Read For School, Young Adult, High School, Literature, American",
        "image_url": "https://images.gr-assets.com/books/1490528560l/46Classics, Fiction, Academic, School, Literature, Historical, Historical Fiction71.jpg"
      },
    {
        "id": 31,
        "title": "The Time Traveler's Wife",
        "authors": "Audrey Niffenegger",
        "description": "A funny, often poignant tale of boy meets 
        girl with a twist: what if one of them couldn't stop slipping in and out of time? 
        Highly original and imaginative, this debut novel raises questions about life, love, and the 
        effects of time on relationships.Audrey Niffenegger’s innovative debut, The Time Traveler’s Wife,
         is the story of Clare, a beautiful art student, and Henry, an adventuresome librarian, who have known each other since Clare was six and Henry was thirty-six, and were married when Clare was twenty-three and Henry thirty-one. Impossible but true, because Henry is one of the first people diagnosed with Chrono-Displacement Disorder: periodically his genetic clock resets and he finds himself misplaced in time, pulled to moments of emotional gravity in his life, past and future. His disappearances are spontaneous, his experiences unpredictable, alternately harrowing and amusing. The Time Traveler’s Wife depicts the effects of time travel on Henry and Clare’s marriage and their passionate love for each other as the story unfolds from both points of view. Clare and Henry attempt to live normal lives, pursuing familiar goals—steady jobs, good friends, children of their own. All of this is threatened by something they can neither prevent nor control, making their story intensely moving and entirely unforgettable.",
        "edition": "Special Edition",
        "format": "ebook",
        "num_pages": 500,
        "rating": 3.96,
        "genres": "Fiction, Romance, Fantasy, Science Fiction, Time Travel, Science Fiction",
        "genre_list": "Fiction,Romance,Fantasy,Science Fiction,Time Travel",
        "image_url": "https://images.gr-assets.com/books/1380660571l/18619684.jpg"
      },
      {
        "id": 32,
        "title": "Charlotte's Web",
        "authors": "E.B. White",
        "description": "This beloved book by E. B. White, author of Stuart Little and The Trumpet of the Swan, is a classic of children's literature that is \"just about perfect.\" This high-quality paperback features vibrant illustrations colorized by Rosemary Wells!Some Pig. Humble. Radiant. These are the words in Charlotte's Web, high up in Zuckerman's barn. Charlotte's spiderweb tells of her feelings for a little pig named Wilbur, who simply wants a friend. They also express the love of a girl named Fern, who saved Wilbur's life when he was born the runt of his litter.E. B. White's Newbery Honor Book is a tender novel of friendship, love, life, and death that will continue to be enjoyed by generations to come. This edition contains newly color illustrations by Garth Williams, the acclaimed illustrator of E. B. White's Stuart Little and Laura Ingalls Wilder's Little House series, among many other books.--harpercollins.com",
        "edition": "Full Color Edition",
        "format": "Paperback",
        "num_pages": 184,
        "rating": 4.16,
        "genres": "Classics, Childrens, Fiction",
        "image_url": "https://images.gr-assets.com/books/1439632243l/24178.jpg"
      },
      {
        "id": 33,
        "title": "Anne of Green Gables",
        "authors": "L.M. Montgomery",
        "description": "As soon as Anne Shirley arrives at the snug white farmhouse called Green Gables, she is sure she wants to stay forever . . . but will the Cuthberts send her back to to the orphanage? Anne knows she's not what they expected—a skinny girl with fiery red hair and a temper to match. If only she can convince them to let her stay, she'll try very hard not to keep rushing headlong into scrapes and blurting out the first thing that comes to her mind. Anne is not like anyone else, the Cuthberts agree; she is special—a girl with an enormous imagination. This orphan girl dreams of the day when she can call herself Anne of Green Gables.",
        "edition": "",
        "format": "Paperback",
        "num_pages": 320,
        "rating": 4.24,
        "genres": "Classics, Fiction, Young Adult, Childrens, Historical, Historical Fiction, Historical, Cultural, Canada, Childrens, Middle Grade, Audiobook, Young Adult, Coming Of Age",
        "image_url": "https://images.gr-assets.com/books/1390789015l/8127.jpg"
      },
      {
        "id": 34,
        "title": "Of Mice and Men",
        "authors": "John Steinbeck",
        "description": "The compelling story of two outsiders striving to find their place in an unforgiving world. Drifters in search of work, George and his simple-minded friend Lennie have nothing in the world except each other and a dream--a dream that one day they will have some land of their own. Eventually they find work on a ranch in California’s Salinas Valley, but their hopes are doomed as Lennie, struggling against extreme cruelty, misunderstanding and feelings of jealousy, becomes a victim of his own strength. Tackling universal themes such as the friendship of a shared vision, and giving voice to America’s lonely and dispossessed, Of Mice and Men has proved one of Steinbeck’s most popular works, achieving success as a novel, a Broadway play and three acclaimed films.",
        "edition": "Steinbeck Centennial Edition, US / CAN Edition",
        "format": "Paperback",
        "num_pages": 112,
        "rating": 3.85,
        "genres": "Classics, Fiction, Academic, School, Literature, Historical, Historical Fiction",
        "image_url": "https://images.gr-assets.com/books/1511302904l/890.jpg"
      },
      {
        "id": 35,
        "title": "Dracula",
        "authors": "Bram Stoker",
        "description": "You can find an alternative cover edition for this ISBN here and here.
        A rich selection of background and source materials is provided in three areas: Contexts includes probable inspirations for Dracula in the earlier works of James Malcolm Rymer and Emily Gerard. Also included are a discussion of Stoker's working notes for the novel and \"Dracula's Guest,\" the original opening chapter to Dracula. Reviews and Reactions reprints five early reviews of the novel. \"Dramatic and Film Variations\" focuses on theater and film adaptations of Dracula, two indications of the novel's unwavering appeal. David J. Skal, Gregory A. Waller, and Nina Auerbach offer their varied perspectives. Checklists of both dramatic and film adaptations are included.Criticism collects seven theoretical interpretations of Dracula by Phyllis A. Roth, Carol A. Senf, Franco Moretti, Christopher Craft, Bram Dijkstra, Stephen D. Arata, and Talia Schaffer.A Chronology and a Selected Bibliography are included.",
        "edition": "Norton Critical Edition",
        "format": "Paperback",
        "num_pages": 488,
        "rating": 3.98,
        "genres": "Classics, Horror, Fiction, Fantasy, Paranormal, Vampires",
        "image_url": "https://images.gr-assets.com/books/1387151694l/17245.jpg"
      },
      {
        "id": 36,
        "title": "Brave New World",
        "authors": "Aldous Huxley",
        "description": "Brave New World is a dystopian novel written in 1931 by English author Aldous Huxley, and published in 1932. Largely set in a futuristic World State of genetically modified citizens and an intelligence-based social hierarchy, the novel anticipates huge scientific developments in reproductive technology, sleep-learning, psychological manipulation, and classical conditioning that are combined to make a utopian society that goes challenged only by a single outsider.",
        "edition": "",
        "format": "Paperback",
        "num_pages": 288,
        "rating": 3.98,
        "genres": "Classics, Fiction, Science Fiction, Science Fiction, Dystopia, Literature, Novels, Academic, School, Fantasy, Science Fiction Fantasy, Philosophy",
        "genre_list": "Classics,Fiction,Science Fiction,Dystopia,Literature,Novels,Academic,School,Fantasy,Science Fiction Fantasy,Philosophy",
        "image_url": "https://images.gr-assets.com/books/1523061131l/5129.jpg"
      },
      {
        "id": 37,
        "title": "One Hundred Years of Solitude",
        "authors": "Gabriel García Márquez",
        "description": "The brilliant, bestselling, landmark novel that tells the story of 
        the Buendia family, and chronicles the irreconcilable conflict between the desire 
        for solitude and the need for love—in rich, imaginative prose that has come to define an entire genre known as \"magical realism.\"",
        "edition": "",
        "format": "Hardcover",
        "num_pages": 417,
        "rating": 4.05,
        "genres": "Fiction, Classics, Magical Realism, Literature",
        "image_url": "https://images.gr-assets.com/books/1327881361l/320.jpg"
      },
      {
        "id": 38,
        "title": "The Little Prince",
        "authors": "Antoine de Saint-Exupéry",
        "description": "Moral allegory and spiritual autobiography, The Little Prince is the most translated book in the French language. With a timeless charm it tells the story of a little boy who leaves the safety of his own tiny planet to travel the universe, learning the vagaries of adult behaviour through a series of extraordinary encounters. His personal odyssey culminates in a voyage to Earth and further adventures.",
        "edition": "",
        "format": "Paperback",
        "num_pages": 93,
        "rating": 4.29,
        "genres": "Classics, Fiction, Fantasy, Childrens",
        "image_url": "https://images.gr-assets.com/books/1367545443l/157993.jpg"
      },
      {
        "id": 39,
        "title": "The Princess Bride",
        "authors": "William Goldman",
        "description": "What happens when the most beautiful girl in the
         world marries the handsomest prince of all time and he turns out to 
         be...well...a lot less than the man of her dreams?As a boy, William Goldman claims, he loved to hear his father read the S. Morgenstern classic, The Princess Bride. But as a grown-up he discovered that the boring parts were left out of good old Dad's recitation, and only the \"good parts\" reached his ears.Now Goldman does Dad one better. He's reconstructed the \"Good Parts Version\" to delight wise kids and wide-eyed grownups everywhere.What's it about? Fencing. Fighting. True Love. Strong Hate. Harsh Revenge. A Few Giants. Lots of Bad Men. Lots of Good Men. Five or Six Beautiful Women. Beasties Monstrous and Gentle. Some Swell Escapes and Captures. Death, Lies, Truth, Miracles, and a Little Sex.In short, it's about everything.",
        "edition": "30th Anniversary Edition",
        "format": "Paperback",
        "num_pages": 398,
        "rating": 4.26,
        "genres": "Fantasy, Fiction, Classics, Romance, Humor, Young Adult",
        "image_url": "https://images.gr-assets.com/books/1327903636l/21787.jpg"
      },
      {
        "id": 40,
        "title": "The Secret Garden",
        "authors": "Frances Hodgson Burnett",
        "description": "\"One of the most delightful and enduring classics of children's literature, The Secret Garden by Victorian author Frances Hodgson Burnett has remained a firm favorite with children the world over ever since it made its first appearance. Initially published as a serial story in 1910 in The American Magazine, it was brought out in novel form in 1911. The plot centers round Mary Lennox, a young English girl who returns to England from India, having suffered the immense trauma by losing both her parents in a cholera epidemic. However, her memories of her parents are not pleasant, as they were a selfish, neglectful and pleasure-seeking couple. Mary is given to the care of her uncle Archibald Craven, whom she has never met. She travels to his home, Misselthwaite Manor located in the gloomy Yorkshire, a vast change from the sunny and warm climate she was used to. When she arrives, she is a rude, stubborn and given to stormy temper tantrums. However, her nature undergoes a gradual transformation when she learns of the tragedies that have befallen her strict and disciplinarian uncle whom she earlier feared and despised. Once when he's away from home, Mary discovers a charming walled garden which is always kept locked. The mystery deepens when she hears sounds of sobbing from somewhere within her uncle's vast mansion. The kindly servants ignore her queries or pretend they haven't heard, spiking Mary's curiosity. The Secret Garden appeals to both young and old alike. It has wonderful elements of mystery, spirituality, charming characters and an authentic rendering of childhood emotions and experiences. Commonsense, truth and kindness, compassion and a belief in the essential goodness of human beings lie at the heart of this unforgettable story. It is the best known of Frances Hodgson Burnett's works, though most of us have definitely heard of, if not read, her other novel Little Lord Fauntleroy. The book has been adapted extensively on stage, film and television and translated into all the world's major languages. In 1991, a Japanese anime version was launched for television in Japan. It remains a popular and beloved story of a child's journey into maturity, and a must-read for every child, parent, teacher and anyone who would enjoy this fascinating glimpse of childhood. One of the most delightful and enduring classics of children's literature, The Secret Garden by Victorian author Frances Hodgson Burnett has remained a firm favorite with children the world over ever since it made its first appearance. Initially published as a serial story in 1910 in The American Magazine, it was brought out in novel form in 1911.\" ",
        "edition": "",
        "format": "Hardcover",
        "num_pages": 331,
        "rating": 4.12,
        "genres": "Classics, Fiction, Childrens, Young Adult, Historical, Historical Fiction, Childrens, Middle Grade, Literature, Fantasy, Historical, Novels",
        "image_url": "https://m.media-amazon.com/images/I/51doYEnNW+L.jpg"
      },
      {
        "id": 41,
        "title": "The Catcher in the Rye",
        "authors": "J.D. Salinger",
        "description": "The hero-narrator of The Catcher in 
        the Rye is an ancient child of sixteen, a native New Yorker
         named Holden Caulfield. Through circumstances that tend to preclude adult,
          secondhand description, he leaves his prep school in Pennsylvania and goes underground in New York City for three days. The boy himself is at once too simple and too complex for us to make any final comment about him or his story. Perhaps the safest thing we can say about Holden is that he was born in the world not just strongly attracted to beauty but, almost, hopelessly impaled on it. There are many voices in this novel: children's voices, adult voices, underground voices-but Holden's voice is the most eloquent of all. Transcending his own vernacular, yet remaining marvelously faithful to it, he issues a perfectly articulated cry of mixed pain and pleasure. However, like most lovers and clowns and poets of the higher orders, he keeps most of the pain to, and for, himself. The pleasure he gives away, or sets aside, with all his heart. It is there for the reader who can handle it to keep. J.D. Salinger's classic novel of teenage angst and rebellion was first published in 1951. The novel was included on Time's 2005 list of the 100 best English-language novels written since 1923. It was named by Modern Library and its readers as one of the 100 best English-language novels of the 20th century. It has been frequently challenged in the court for its liberal use of profanity and portrayal of sexuality and in the 1950's and 60's it was the novel that every teenage boy wants to read.",
        "edition": "",
        "format": "Paperback",
        "num_pages": 277,
        "rating": 3.8,
        "genres": "Classics, Fiction, Young Adult, Literature",
        "image_url": "https://images.gr-assets.com/books/1398034300l/5107.jpg"
      },
      {
        "id": 42,
        "title": "A Thousand Splendid Suns",
        "authors": "Khaled Hosseini",
        "description": "A Thousand Splendid Suns is a breathtaking story set against the volatile events of Afghanistan's last thirty years—from the Soviet invasion to the reign of the Taliban to post-Taliban rebuilding—that puts the violence, fear, hope, and faith of this country in intimate, human terms. It is a tale of two generations of characters brought jarringly together by the tragic sweep of war, where personal lives—the struggle to survive, raise a family, find happiness—are inextricable from the history playing out around them.Propelled by the same storytelling instinct that made The Kite Runner a beloved classic, A Thousand Splendid Suns is at once a remarkable chronicle of three decades of Afghan history and a deeply moving account of family and friendship. It is a striking, heart-wrenching novel of an unforgiving time, an unlikely friendship, and an indestructible love—a stunning accomplishment.",
        "edition": "",
        "format": "Hardcover",
        "num_pages": 372,
        "rating": 4.35,
        "genres": "Fiction, Historical, Historical Fiction",
        "genre_list": "Fiction,Historical,Historical Fiction",
        "image_url": "https://images.gr-assets.com/books/1345958969l/128029.jpg"
      },
      {
        "id": 43,
        "title": "A Wrinkle in Time",
        "authors": "Madeleine L'Engle",
        "description": "It was a dark and stormy night; Meg Murry, 
        her small brother Charles Wallace, and her mother had come down to the kitchen 
        for a midnight snack when they were upset by the arrival of a most disturbing stranger. \"Wild nights are my glory,\" the unearthly stranger told them. \"I just got caught in a downdraft and blown off course. Let me be on my way. Speaking of way, by the way, there is such a thing as a tesseract\".Meg's father had been experimenting with this fifth dimension of time travel when he mysteriously disappeared. Now the time has come for Meg, her friend Calvin, and Charles Wallace to rescue him. But can they outwit the forces of evil they will encounter on their heart-stopping journey through space?",
        "edition": "",
        "format": "Paperback",
        "num_pages": 211,
        "rating": 4.02,
        "genres": "Fantasy, Young Adult, Fiction, Classics, Science Fiction, Childrens",
        "image_url": "https://images.gr-assets.com/books/1329061522l/18131.jpg"
      },
      {
        "id": 44,
        "title": "Fahrenheit 451",
        "authors": "Ray Bradbury, Alfredo Crespo",
        "description": "Fahrenheit 451 ofrece la historia de un sombrío y horroroso futuro. Montag, el protagonista, pertenece a una extraña brigada de bomberos cuya misión, paradójicamente, no es la de sofocar incendios sino la de provocarlos, para quemar libros. Porque en el país de Montag está terminantemente prohibido leer. Porque leer obliga a pensar, y en el país de Montag esta prohibido pensar. Porque leer impide ser ingenuamente feliz, y en el país de Montag hay que ser feliz a la fuerza...",
        "edition": "",
        "format": "Mass Market Paperback",
        "num_pages": 175,
        "rating": 3.98,
        "genres": "Classics, Fiction, Science Fiction, Science Fiction, Dystopia",
        "image_url": "https://images.gr-assets.com/books/1351643740l/4381.jpg"
      },
      {
        "id": 45,
        "title": "A Game of Thrones",
        "authors": "George R.R. Martin",
        "description": "Here is the first volume in George R. R. Martin’s magnificent 
        cycle of novels that includes A Clash of Kings and A Storm of Swords. As a whole, 
        this series comprises a genuine masterpiece of modern fantasy, bringing together the best the genre has to offer. Magic, mystery, intrigue, romance, and adventure fill these pages and transport us to a world unlike any we have ever experienced. Already hailed as a classic, George R. R. Martin’s stunning series is destined to stand as one of the great achievements of imaginative fiction.A GAME OF THRONESLong ago, in a time forgotten, a preternatural event threw the seasons out of balance. In a land where summers can last decades and winters a lifetime, trouble is brewing. The cold is returning, and in the frozen wastes to the north of Winterfell, sinister and supernatural forces are massing beyond the kingdom’s protective Wall. At the center of the conflict lie the Starks of Winterfell, a family as harsh and unyielding as the land they were born to. Sweeping from a land of brutal cold to a distant summertime kingdom of epicurean plenty, here is a tale of lords and ladies, soldiers and sorcerers, assassins and bastards, who come together in a time of grim omens.Here an enigmatic band of warriors bear swords of no human metal; a tribe of fierce wildlings carry men off into madness; a cruel young dragon prince barters his sister to win back his throne; and a determined woman undertakes the most treacherous of journeys. Amid plots and counterplots, tragedy and betrayal, victory and terror, the fate of the Starks, their allies, and their enemies hangs perilously in the balance, as each endeavors to win that deadliest of conflicts: the game of thrones.source: georgerrmartin.com",
        "edition": "",
        "format": "Mass Market Paperback",
        "num_pages": 848,
        "rating": 4.45,
        "genres": "Fantasy, Fiction, Fantasy, Epic Fantasy",
        "image_url": "https://images.gr-assets.com/books/1436732693l/13496.jpg"
      },
      {
        "id": 46,
        "title": "The Lightning Thief",
        "authors": "Rick Riordan",
        "description": "Alternate cover for this ISBN can be found herePercy Jackson is a good kid, but he can't seem to focus on his schoolwork or control his temper. And lately, being away at boarding school is only getting worse - Percy could have sworn his pre-algebra teacher turned into a monster and tried to kill him. When Percy's mom finds out, she knows it's time that he knew the truth about where he came from, and that he go to the one place he'll be safe. She sends Percy to Camp Half Blood, a summer camp for demigods (on Long Island), where he learns that the father he never knew is Poseidon, God of the Sea. Soon a mystery unfolds and together with his friends—one a satyr and the other the demigod daughter of Athena - Percy sets out on a quest across the United States to reach the gates of the Underworld (located in a recording studio in Hollywood) and prevent a catastrophic war between the gods.",
        "edition": "First edition",
        "format": "Paperback",
        "num_pages": 375,
        "rating": 4.24,
        "genres": "Fantasy, Young Adult, Fantasy, Mythology, Fiction",
        "image_url": "https://images.gr-assets.com/books/1400602609l/28187.jpg"
      },
      {
        "id": 47,
        "title": "The Adventures of Huckleberry Finn",
        "authors": "Mark Twain",
        "description": "A nineteenth-century boy from a Mississippi River town recounts his adventures as he travels down the river with a runaway slave, encountering a family involved in a feud, two scoundrels pretending to be royalty, and Tom Sawyer's aunt who mistakes him for Tom.",
        "edition": "",
        "format": "Paperback",
        "num_pages": 327,
        "rating": 3.81,
        "genres": "Classics, Fiction, Historical, Historical Fiction, Literature, Young Adult",
        "image_url": "https://images.gr-assets.com/books/1405973850l/2956.jpg"
      },
      {
        "id": 48,
        "title": "The Lovely Bones",
        "authors": "Alice Sebold",
        "description": "The Lovely Bones is the story of a family devastated by a gruesome murder -- a murder recounted by the teenage victim. Upsetting, you say? Remarkably, first-time novelist Alice Sebold takes this difficult material and delivers a compelling and accomplished exploration of a fractured family's need for peace and closure.The details of the crime are laid out in the first few pages: from her vantage point in heaven, Susie Salmon describes how she was confronted by the murderer one December afternoon on her way home from school. Lured into an underground hiding place, she was raped and killed. But what the reader knows, her family does not. Anxiously, we keep vigil with Susie, aching for her grieving family, desperate for the killer to be found and punished.Sebold creates a heaven that's calm and comforting, a place whose residents can have whatever they enjoyed when they were alive -- and then some. But Susie isn't ready to release her hold on life just yet, and she intensely watches her family and friends as they struggle to cope with a reality in which she is no longer a part. To her great credit, Sebold has shaped one of the most loving and sympathetic fathers in contemporary literature.",
        "edition": "",
        "format": "Mass Market Paperback",
        "num_pages": 328,
        "rating": 3.79,
        "genres": "Fiction, Mystery, Young Adult, Contemporary",
        "image_url": "https://images.gr-assets.com/books/1457810586l/12232938.jpg"
      },
      {
        
        "title": "Where the Wild Things Are",
        "authors": "Maurice Sendak",
        "description": "One night Max puts on his wolf suit and makes mischief of one kind and another, so his mother calls him 'Wild Thing' and sends him to bed without his supper. That night a forest begins to grow in Max's room and an ocean rushes by with a boat to take Max to the place where the wild things are. Max tames the wild things and crowns himself as their king, and then the wild rumpus begins. But when Max has sent the monsters to bed, and everything is quiet, he starts to feel lonely and realises it is time to sail home to the place where someone loves him best of all.",
        "edition": "",
        "format": "Paperback",
        "num_pages": 37,
        "rating": 4.22,
        "genres": "Childrens, Childrens, Picture Books, Fiction, Classics",
        "image_url": "https://images.gr-assets.com/books/1384434560l/19543.jpg"
      },
      {
        "id": 50,
        "title": "Green Eggs and Ham",
        "authors": "Dr. Seuss",
        "description": "“Do you like green eggs and ham?” asks Sam-I-am in this Beginner Book by Dr. Seuss. In a house or with a mouse? In a boat or with a goat? On a train or in a tree? Sam keeps asking persistently. With unmistakable characters and signature rhymes, Dr. Seuss’s beloved favorite has cemented its place as a children’s classic. In this most famous of cumulative tales, the list of places to enjoy green eggs and ham, and friends to enjoy them with, gets longer and longer. Follow Sam-I-am as he insists that this unusual treat is indeed a delectable snack to be savored everywhere and in every way. Originally created by Dr. Seuss, Beginner Books encourage children to read all by themselves, with simple words and illustrations that give clues to their meaning.",
        "edition": "",
        "format": "Hardcover",
        "num_pages": 62,
        "rating": 4.3,
        "genres": "Childrens, Childrens, Picture Books, Classics, Fiction",
        "image_url": "https://images.gr-assets.com/books/1468680100l/23772.jpg"
      }
    ]